[
  "If you could go back in time and say something to your younger self, what would you say?",
  "What's something about your culture that you wish others would understand?",
  "Tell me about your oldest possession.",
  "if you could design a museum exhibit that represented you, what items would be put on display?",
  "If Netflix were to make a documentary about your life, who should they interview?",
  "Have you noticed any positive change in yourself recently?",
  "In what way has life exceeded your expectations?",
  "What makes you feel most like yourself?",
  "Name a common piece of advice you think? people should stop giving",
  "What's the biggest culture shock you had when visiting another country?",
  "Be honest: how are you really feeling?",
  "What's your favorite memory of this past year?",
  "is there a habit or belief that took you a long time to unlearn?",
  "What knowledge or truth are you seeking from life right now?",
  "What is the name of your first love and what made you fall in love with that person?",
  "Do you have any hopes or dreams that you've had to let go of?",
  "Not including physical. what's the most pain you've felt?",
  "Tell me one of your parent's names and something about them that not a lot of people know.",
  "What was your first impression of me?",
  "If your younger self were to see you now. what is something they wouldn't believe?",
  "Do you have any siblings? What's something about them that not a lot of people know.",
  "What is something you've done that your future self will, thank you for?",
  "What is your love language? Acts of service. gift-giving. physical touch, quality time, or words of affirmation.",
  "What's holding you back from being the best version of yourself?",
  "What does your perfect day look like?",
  "When was the moment you realized you are not invincible?",
  "What is a complimant you wish you received more often?",
  "Who is someone in your life you'd like to get to know better? Why?",
  "What is something others couldn't know about you just by looking at you?",
  "Describe your dream vacation. Where are you, what are you doing, and who are you with?",
  "What can you do to make yourself a better person?",
  "Do you think you treat yourself the same way you treat the people you love most?",
  "If you were to die right now, would you be satisfied with everything you accomplished in life?",
  "What do you think is your biggest flaw?",
  "What's the bravest thing you've ever done?",
  "What's the best compliment you ever received?",
  "What's a misconception people have about you?",
  "Who is the last person you missed? Tell me about your relationship with that person.",
  "What is something you miss about being a child?",
  "Which culture would you like to learn more about?",
  "If you could never fail at anything ever again. what would you do?",
  "If your favorite YouTube channel offered you the trip of your dreams for their next video, where would you go?",
  "Did you grow up in a family that encouraged you to take risks? Explain.",
  "Are you an introvert or an extrovert? Explain.",
  "What has made you feel happy today?",
  "Describe a time you felt alone. Who reminded you that you weren't?",
  "Are you currently in love? If so, how does it feel? If not, are you scared to fall in love?",
  "Describe your greatest moment of internal discomfort.",
  "Describe a moment where you felt overwhelmingly loved.",
  "What's a goal you accomplished recently?",
  "What is a Seok Discomfort moment or story you are most proud of?",
  "What are you most grateful for in life?",
  "Tell a story about when a stranger turned into a friend.",
  "What's a boundary you've set in your life to protect your energy?",
  "Have you ever been heartbroken? Tell me about it.",
  "What was something that happened within the last month that made you feel on top of the world?",
  "What's your favorite childhood memory?",
  "What advice would you give to someone who is currently struggling?",
  "Tell me about a goal that you've already turned into a reality.",
  "What is one thing you can do to Seek Discomfort this month?",
  "What's something about your current life that you'll miss when you're 80 years old?",
  "Who inspires you to Seek Discomfort? Describe that person.",
  "What do you fear more, overcoming internal or external discomfort? Explain.",
  "What holds you back from overcoming your fears?",
  "Is there someone in your life that holds you back from choosing to Seek Discomfort?",
  "On a scale of 1-10. how much do you love yourself? What needs to happen to increase that number?",
  "In your own words. what does it mean to choose love over fear?",
  "Is learning to love yourself an act of seeking discomfort? Why or why not.",
  "If you never pushed yourself outside of your comfort zone. what would your life. look like right now?",
  "Why did you say yes to playing this game today?",
  "Do you feel free? Why or why not?",
  "What would the happiest version of yourself prioritize this week?",
  "Are you comfortable being vulnerable with your family? if not, would help you open up?",
  "What about your life is different today than it was a year ago?",
  "Have you ever spent a day without your phone? If yes, how did it feel? If no, why not?",
  "Are you comfortable being vulnerable with your friends? if not, what would help you open up?",
  "What's your favorite quote?",
  "If you could relive a day from your past, without changing anything, which day would it be?",
  "Have you ever meditated? If so, what is a lesson you learned from meditation?",
  "Why do you venture outside your comfort zone?",
  "What is a feeling you have when you Seek Discomfort?",
  "Share a story about a time you chose love over fear.",
  "Who is someone you look up to but you've never met? Who is someone you look up to that you know?",
  "Share a moment where you failed or got rejected, but you still felt proud of yourself for trying",
  "If your life was a YouTube episode, what would the title be?",
  "What breaks your heart to see?",
  "Would you like your child to marry someone just like you?",
  "What does being happy look like to you?",
  "Are you afraid of failing? Explain.",
  "What are you doing to achieve your dreams?",
  "On a scale of 1-10, how well do you think you understand your own thoughts and emotions? Explain.",
  "Tell me a story that only those closest to you know.",
  "What habit would you like to implement in order to batter yourself?",
  "Can you recall a small decision that ended up changing the course of your life?",
  "What is something you need to apologize to yourself for?",
  "If you were 99 years old and given a chance to come back to today, what would you do right now?",
  "Who would you be if we never met?",
  "What's the kindest thing anyone has ever done for you?",
  "What fear holds you back the most?",
  "What's the kindest thing anyone has ever done for you?",
  "Who are your role models?",
  "If you could go back in time, which day of your life would you want to change?",
  "If someone hurt me the way you have been hurt before, what advice would you give me?",
  "Which qualities of yours would you want your children or future children to have?",
  "If you died today. what's one thing you wish you would have done?",
  "What is an unexplored interest you have?",
  "What are you currently looking forward to?",
  "What is the best piece of advice you've ever been given?",
  "if there was something you could everyone on the planet do in the next 24 hours, what would it be?",
  "What is one lesson our conversation taught you about yourself?",
  "What's one goal you have for this year? How can I help hold you accountable?",
  "What's the biggest difference between you and me?",
  "Is there something: your parents did that you vow never to do?",
  "Do you owe anyone an apology?",
  "Is there someone who you think owes you an apology?",
  "Has something happened to you recently that made you change your mind about a certain topic or belief?",
  "Set an intention for the next 24 hours. What is it?",
  "What's the most serendipitous moment you've ever experienced in your life?",
  "How do you like to recharge your energy?",
  "Has there been a time when you didn't feel good enough? Please share.",
  "What is the hardest thing for you to accept or understand about me?",
  "If you could go back in time and speak to my younger self, what would you say to me?",
  "What's something you learned about me during this game that you are most likely to remember?",
  "Do our personalities mesh well together? How so?",
  "What makes you comfortable to open up to someone? Have learned this trust? If not, what can I do to earn it?",
  "Who has supported you at your most vulnerable moments?",
  "How do you tend to react when you feel hurt?",
  "What's the hardest lesson you learned this past year?",
  "Name something you'd Like to celebrate with me.",
  "What is one thing that would make our relationship more meaningful?",
  "When was the last time you cried, and why?",
  "What's something you're dealing with that no one really knows about?",
  "Has a stranger ever made an impact on your life?",
  "What part of yourself do you see reflected in me?",
  "If you could recommend a daily practice that I had to do for the next year. what would it be and why?",
  "Which aspects of your life feel in alignment? Which aspects feel out of tune?",
  "Name one thing that would add 10% more happiness to your life.",
  "What do you think i fear most in life?",
  "What is one thing you would never want to change about yourself?",
  "Tell me something you admire about me.",
  "Who is someone you've lost touch with but still think about?",
  "Who was your first best friend and what did you like about that friendship?",
  "Is there something that makes you feet guilty? If so, how do you handle it?",
  "Who has been the most memorable teacher in your life?",
  "Is there something you'd like to start doing in order to take better care of yourself?",
  "Who is the strongest person you know, and why?",
  "Have you ever felt like you could never truly repay someone for something they did for you? Explain.",
  "What's something your family did that didn't make sense to you back then but is now something you appreciate?",
  "Think about childhood adventures. What memory comes to mind?",
  "What have you desired for a long time that didn't quite meet your expectations once you finally had it?",
  "What are those little things in life that make you smile? Name three.",
  "How would those closest to you describe you?",
  "Let's take turns sharing a compliment about each other. You go first.",
  "If you knew you only had one year left on this earth, what would you change about your life and why?",
  "If you could look into the future, what would you want to know?",
  "What have you dreamed of doing for a long time, and what's holding you back from doing it?",
  "Are you and your family close? Why or why not?",
  "What are three things you know to be true, right here and right now?",
  "What's your life story? Take three minutes to Tell me about yourself.",
  "What are three things you and I have in common?",
  "Who was the last person you cried in front of? What brought you to tears?",
  "If yesterday was your last day on earth. what would you most regret not having told someone?",
  "Out of your entire family, whose death would affect you the most? Why?",
  "Can you share an embarrassing fact about yourself?",
  "What's one thing you wish your parents understood better about you?",
  "Who's the person you appreciate most in this world?",
  "What's your most cherished memory? Describe it in detail.",
  "What is something you appreciate about the way your parents raised you?",
  "Is there something you tend to take for granted? What can you do to change that?",
  "What kind of surprises are you delighted by?",
  "Is there someone who has had a big impact on your life and doesn't even know it?",
  "What's your 'moonshot,' a dream that's so big that it scares you?",
  "What a weighing on you right now? is there anything can do to help?",
  "What do you like most about yourself?",
  "What trait immediately draws you to other people?",
  "Which emotions are the hardest for you to communicate?",
  "If you couldn't feel fear for a day, what would you do?",
  "Using just one word, how would you describe your relationship with yourself?",
  "Name a healthy boundary you think you need to set",
  "When was the last time you felt truly alive?",
  "Do you like your job or what you are studying in school? Why or why not?",
  "What's your favorite family tradition? If none. name one you would like to start.",
  "What's something that scared you when you were a child?",
  "In your opinion, what's the best tool for resolving conflict?",
  "Who's the last person you said 'I love you' to?",
  "What's one thing you might not be totally honest with yourself about?",
  "What's something you wish your parents said more when you were growing up?",
  "What cheers you up when you're feeling down?",
  "How have your religious views changed over the years?",
  "What makes a place feel like home to you? Name three things.",
  "What's something every couple should have in their relationship if they want it to last?",
  "Is there currently something that is negatively affecting or hindering your happiness?",
  "How do you find a sense of belonging in your life?",
  "What sets me apart from everyone else you have met?",
  "Are you happy with who you are today?",
  "When was the last time you tried something for the first time?",
  "Name something you can't live without.",
  "If you had 24 hours left to live, who would you spend your last day with and why?",
  "Are you living the life that you used to dream about?",
  "What's something you're battling right now that I can't see?"
]
